Repository: Guruk13/pleade-drupal
Catalog: pleade-8.x.*.po
Languages: fr

source: Search is currently disabled
fr: La recherche est actuellement désactivée

source: Choose the collection to search for.
fr: Choisir la catégorie de recherche

source: All collections
fr: TOUTE LES COLLECTIONS

source: Civil status
fr: État civil

source: Census list
fr: Listes du recensement

source: Conscript
fr: Conscrits

source: Matrimony
fr: Mariage

source: Nominatif census
fr: Recensement nominatif

source: Nuts
fr: Écrous

source: Place name
fr: Toponyme

source: Inventory
fr: Inventaires

source: Portal
fr: Portail

source: Fulltext
fr: Texte libre

source: Enter the terms you wish to search for.
fr: Entrer les mots clefs à rechercher

source: Search
fr: Lancer la recherche

source: Search results Pleade and Drupal
fr: Résultat(s) de la recherche

source: Civil status:
fr: État civil :

source: result
fr: résultat(s)

source: Census list:
fr: Listes du recensement :

source: Conscript:
fr: Conscrits :

source: Matrimony:
fr: Mariage :

source: Nominatif census:
fr: Recensement nominatif :

source: Nuts:
fr: Écrous :

source: Place name:
fr: Toponyme :

source: Inventory:
fr: Inventaires :

source: Portal:
fr: Portail :

source: I am looking for a keyword
fr: Je recherche un mot clé

source: Pleade Saved field
fr: Champ pour les sauvegardes Pleade

source: A field which will permit to create a block linked to a Pleade saved.
fr: Un champ permettant de créer un block pour présenter des éléments sauvegardés dans Pleade.

source: Saved id
fr: Identifaint de la sauvegarde

source: Title
fr: Titre du block

source: Number of items
fr: Nombre d'éléments à afficher

source: Name of saved or form from Pleade to link to this block.
fr: Nom de la sauvegarde ou du formulaire Pleade à lier à ce block

source: Title of this block. If empty, title of the linked saved in Pleade will be used.
fr: Titre de ce block. Si vide c'est, le titre de la sauvegarde dans Pleade qui sera utilisé.

source: Number of items to show. Default is 6.
fr: Nombre d'éléments à afficher dans ce block. Par défaut 6 éléments.

source: Pleade id of saved to link.
fr: Choisir la sauvegarde Pleade à lier

source: PLEADE FEDERATED SEARCH FORM
fr: Formulaire de recherche fédérée Pleade
